/**
 * description
 *
 * @author Baizhou Zhang zhangbz
 * @project volume-generator
 * @date 2023/10/19
 * @time 12:48
 */
export default {
    view: '进入项目',
    gallery: '进入画廊',
    close: '关闭',

    head1: '建筑设计方法正朝着更科学而系统的方向发展，建筑环境、功能空间及其建造体系也亟待整合和量化；大数据与规则导向的程序方法为建筑学学科提供了科学的动态演化机制，形成彼此促进、互为依存的学科共生，其设计方法需要从结构性逻辑算法中寻找超越既有应用软件的限定，隐喻而间接地在数字语境中联系传统的学科概念，并用程序手段揭示设计方法的模式化解决策略，进而实现数字设计方法的连续性转化。',

    simformsDesc: 'SIMForms是一个综合了建筑模型参数化生成与AI效果图合成的概念设计辅助平台，致力于将建筑造型、量化指标、视觉表现集成为简易的设计工作流。',
    simformsFea1: '输入或自由定义设计基地',
    simformsFea2: '提供数十种多层或高层建筑的样式风格可供选择，仅需简单参数调节即可快速生成精准的三维模型',
    simformsFea3: '无需复杂的配置，借助AIGC模块自动生成概念表现图',

    anysiteDesc: 'AnySite是一个面向多层级基地划分的数字设计工具，为城市与建筑设计过程中的场地规划提供辅助。',
    anysiteFea1: '导入设计场地，根据环境与肌理完成场地的自动划分',
    anysiteFea2: '可实现多层级的地块细分，覆盖从城市片区到建筑基地的多种尺度',
    anysiteFea3: '支持不同层级基地的微调与比例更新',

    nexspaceDesc: '（在研）NEXSpace是一个以类型拓扑为导向的综合性建筑空间布局生成应用。',
    nexspaceFea1: '为各地块的建筑功能选择形态类型原型，以拓扑关系进行定义',
    nexspaceFea2: '依据场地环境自动优化建筑模型，实现空间布局的更新',
    nexspaceFea3: '上传面积功能配比的任务书表格，自动进行房间分配与排布',

    genartDesc: 'GenArt以生成艺术为核心内容，提供文创产品设计与服务。',
}