/**
 * description
 *
 * @author Baizhou Zhang zhangbz
 * @project volume-generator
 * @date 2023/10/19
 * @time 12:48
 */
export default {
    view: '进入项目',
    gallery: '进入画廊',
    close: '关闭',

    head1: '建筑设计方法正朝着更科学而系统的方向发展，建筑环境、功能空间及其建造体系也亟待整合和量化；大数据与规则导向的程序方法为建筑学学科提供了科学的动态演化机制，形成彼此促进、互为依存的学科共生，其设计方法需要从结构性逻辑算法中寻找超越既有应用软件的限定，隐喻而间接地在数字语境中联系传统的学科概念，并用程序手段揭示设计方法的模式化解决策略，进而实现数字设计方法的连续性转化。',
    head2: '本页面展示了研究团队基于ArchiWeb框架开发的一系列设计辅助应用。这些作品涵盖生成设计、城市数据处理、AI 大模型等多个跨学科领域，旨在探索运算技术和人工智能对建筑学科赋能与转型的深远影响。',


    simformsDesc: 'SIMForms是一个综合了建筑模型参数化生成与AI效果图合成的概念设计辅助平台，致力于将建筑造型、量化指标、视觉表现集成为简易的设计工作流。',
    simformsFea1: '输入或自由定义设计基地',
    simformsFea2: '提供数十种多层或高层建筑的样式风格可供选择，仅需简单参数调节即可快速生成精准的三维模型',
    simformsFea3: '无需复杂的配置，借助AIGC模块自动生成概念表现图',

    anysiteDesc: 'ANYSite是一个面向多层级基地划分的数字设计工具，为城市与建筑设计过程中的场地规划提供辅助。',
    anysiteFea1: '导入设计场地，根据环境与肌理完成场地的自动划分',
    anysiteFea2: '可实现多层级的地块细分，覆盖从城市片区到建筑基地的多种尺度',
    anysiteFea3: '支持不同层级基地的微调与比例更新',

    nexuspaceDesc: 'NEXUSpace是一个以类型拓扑为导向的综合性建筑空间布局生成应用。',
    nexuspaceFea1: '为各地块的建筑功能选择形态类型原型，以拓扑关系进行定义',
    nexuspaceFea2: '依据场地环境自动优化建筑模型，实现空间布局的更新',
    nexuspaceFea3: '输入面积功能配比的任务书，自动进行房间分配与排布',

    snaprenderDesc: 'SnapRender是一个网页版的建筑渲染器，仅需上传初步草图或线描图，即可一键转换为逼真的建筑渲染图。其直观的操作界面确保了快速上手与即时成像的流程效率，尤为适合对时效性有高要求的设计实践。',
    snaprenderFea1: '识别画面图形轮廓，提供多元设计灵感',
    snaprenderFea2: '辅助前期方案推敲，呈现可视化效果图',
    snaprenderFea3: '丰富模型场景细节，深化整体方案表达',

    anyplaceDesc: 'ANYPlace是一个使用开源地图数据建立的三维场地建模工具。为城市规划和建筑设计提供有效辅助，快速、精确地为设计项目生成三维场地模型。',
    anyplaceFea1: '实时生成3D模型，便捷高效',
    anyplaceFea2: '支持特定区域自定义建模',
    anyplaceFea3: '界面直观，适合各类用户',

    flexurbanDesc: 'FLEXUrban是一个城市生成设计的多功能应用工具，涵盖场地划分、建筑类型模型生成、立面细部生成的全流程支持。',
    flexurbanFea1: '根据场地环境特征，生成可调节的地块划分结果',
    flexurbanFea2: '针对不同用地功能设置了多种建筑原型选项，自动适配地块形状',
    flexurbanFea3: '提供半自动与全自动的不同生成选项，灵活适配设计需求',

    genartDesc: 'GenArt以生成艺术为核心内容，提供文创产品设计与服务。',
}